Repository: bannzai/mementomorning
Catalog: MementoMorning/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: Check tonight against this morning's answer.
ar: قارن الليلة بإجابة هذا الصباح.
ca: Compara aquesta nit amb la resposta d’aquest matí.
cs: Porovnej dnešní večer s ranní odpovědí.
da: Sammenhold i aften med dit svar fra i morges.
de: Vergleiche heute Abend deine Antwort von heute Morgen.
el: Σύγκρινε το αποψινό βράδυ με την πρωινή σου απάντηση.
es: Compara esta noche con tu respuesta de esta mañana.
es_419: Compara esta noche con tu respuesta de esta mañana.
fi: Vertaa tätä iltaa tämän aamun vastaukseesi.
fr: Comparez ce soir avec votre réponse de ce matin.
he: השווה הערב לתשובה שלך מהבוקר.
hi: आज सुबह के अपने जवाब से आज रात की तुलना करें।
hr: Usporedi ovu večer sa svojim jutrošnjim odgovorom.
hu: Hasonlítsd össze a ma estét a reggeli válaszoddal.
id: Bandingkan malam ini dengan jawabanmu pagi tadi.
it: Confronta questa sera con la tua risposta di stamattina.
ja: 今朝の回答と答え合わせしましょう
ko: 오늘 아침의 답변과 오늘 밤을 비교해 보세요.
ms: Bandingkan malam ini dengan jawapan anda pagi tadi.
nb: Sammenlign i kveld med svaret ditt fra i morges.
nl: Vergelijk vanavond met je antwoord van vanochtend.
pl: Porównaj dzisiejszy wieczór z poranną odpowiedzią.
pt_br: Compare esta noite com sua resposta desta manhã.
pt_pt: Compara esta noite com a tua resposta desta manhã.
ro: Compară seara aceasta cu răspunsul tău de dimineață.
ru: Сравните сегодняшний вечер с вашим утренним ответом.
sk: Porovnaj dnešný večer s rannou odpoveďou.
sv: Jämför ikväll med ditt svar från i morse.
th: เปรียบเทียบคืนนี้กับคำตอบของคุณเมื่อเช้านี้
tr: Bu akşamı bu sabahki yanıtınla karşılaştır.
uk: Порівняйте цей вечір зі своєю ранковою відповіддю.
vi: Tối nay, hãy đối chiếu với câu trả lời sáng nay của bạn.
zh_hans: 今晚对照今早的回答。
zh_hant: 今晚對照今早的回答。
zh_hk: 今晚對照今早的回答。

source: Clear Log
ar: مسح السجل
ca: Esborra el registre
cs: Vymazat protokol
da: Ryd log
de: Protokoll löschen
el: Εκκαθάριση αρχείου καταγραφής
es: Borrar registro
es_419: Borrar registro
fi: Tyhjennä loki
fr: Effacer le journal
he: נקה יומן
hi: लॉग साफ़ करें
hr: Izbriši zapisnik
hu: Napló törlése
id: Hapus Log
it: Cancella registro
ja: ログを消去
ko: 로그 지우기
ms: Kosongkan Log
nb: Tøm logg
nl: Log wissen
pl: Wyczyść dziennik
pt_br: Limpar log
pt_pt: Limpar registo
ro: Șterge jurnalul
ru: Очистить журнал
sk: Vymazať denník
sv: Rensa logg
th: ล้างบันทึก
tr: Günlüğü Temizle
uk: Очистити журнал
vi: Xóa nhật ký
zh_hans: 清除日志
zh_hant: 清除日誌
zh_hk: 清除記錄

source: Close
ar: إغلاق
ca: Tancar
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
es_419: Cerrar
fi: Sulje
fr: Fermer
he: סגירה
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

source: Contact
ar: اتصل بنا
ca: Contacte
cs: Kontakt
da: Kontakt
de: Kontakt
el: Επικοινωνία
es: Contacto
es_419: Contacto
fi: Ota yhteyttä
he: צור קשר
hi: संपर्क करें
hr: Kontakt
hu: Kapcsolat
id: Hubungi kami
it: Contatti
ja: 問い合わせ
ko: 문의
ms: Hubungi kami
nb: Kontakt
pl: Kontakt
pt_br: Fale conosco
pt_pt: Contacto
ru: Связаться с нами
sk: Kontakt
sv: Kontakt
th: ติดต่อเรา
tr: İletişim
uk: Зв’язатися з нами
vi: Liên hệ
zh_hans: 联系我们
zh_hant: 聯絡我們
zh_hk: 聯絡我們

source: Continue
ar: متابعة
ca: Continuar
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
es_419: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Tovább
id: Lanjutkan
it: Continua
ja: つづける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續
zh_hk: 繼續

source: Copy Log
ar: نسخ السجل
ca: Copiar el registre
cs: Kopírovat protokol
da: Kopiér log
de: Protokoll kopieren
el: Αντιγραφή καταγραφής
es: Copiar registro
es_419: Copiar registro
fi: Kopioi loki
fr: Copier le journal
he: העתק יומן
hi: लॉग कॉपी करें
hr: Kopiraj zapisnik
hu: Napló másolása
id: Salin log
it: Copia registro
ja: ログをコピー
ko: 로그 복사
ms: Salin log
nb: Kopier logg
nl: Logboek kopiëren
pl: Kopiuj dziennik
pt_br: Copiar registro
pt_pt: Copiar registo
ro: Copiază jurnalul
ru: Скопировать журнал
sk: Kopírovať denník
sv: Kopiera logg
th: คัดลอกบันทึก
tr: Günlüğü Kopyala
uk: Скопіювати журнал
vi: Sao chép nhật ký
zh_hans: 复制日志
zh_hant: 複製日誌
zh_hk: 複製日誌

source: Couldn't load the video. Check your connection and try again.
ar: تعذّر تحميل الفيديو. تحقّق من اتصالك وحاول مرة أخرى.
ca: No s’ha pogut carregar el vídeo. Comprova la connexió i torna-ho a provar.
cs: Video se nepodařilo načíst. Zkontroluj připojení a zkus to znovu.
da: Videoen kunne ikke indlæses. Tjek din forbindelse, og prøv igen.
de: Das Video konnte nicht geladen werden. Überprüfe deine Verbindung und versuche es erneut.
el: Δεν ήταν δυνατή η φόρτωση του βίντεο. Έλεγξε τη σύνδεσή σου και δοκίμασε ξανά.
es: No se pudo cargar el vídeo. Comprueba tu conexión e inténtalo de nuevo.
es_419: No se pudo cargar el video. Comprueba tu conexión e inténtalo de nuevo.
fi: Videon lataaminen epäonnistui. Tarkista yhteytesi ja yritä uudelleen.
fr: Impossible de charger la vidéo. Vérifiez votre connexion et réessayez.
he: לא ניתן לטעון את הסרטון. בדוק את החיבור ונסה שוב.
hi: वीडियो लोड नहीं हो सका। अपना कनेक्शन जाँचें और फिर कोशिश करें।
hr: Video se nije mogao učitati. Provjeri vezu i pokušaj ponovno.
hu: A videó betöltése nem sikerült. Ellenőrizd a kapcsolatot, és próbáld újra.
id: Video tidak dapat dimuat. Periksa koneksi kamu dan coba lagi.
it: Impossibile caricare il video. Controlla la connessione e riprova.
ja: 動画を読み込めませんでした。通信状態を確認してもう一度お試しください
ko: 동영상을 불러올 수 없어요. 연결 상태를 확인하고 다시 시도해 주세요.
ms: Video tidak dapat dimuatkan. Semak sambungan anda dan cuba lagi.
nb: Kunne ikke laste inn videoen. Sjekk tilkoblingen din og prøv igjen.
nl: Kan de video niet laden. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało się wczytać filmu. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível carregar o vídeo. Verifique sua conexão e tente novamente.
pt_pt: Não foi possível carregar o vídeo. Verifica a tua ligação e tenta novamente.
ro: Videoclipul nu a putut fi încărcat. Verifică-ți conexiunea și încearcă din nou.
ru: Не удалось загрузить видео. Проверьте подключение и попробуйте ещё раз.
sk: Video sa nepodarilo načítať. Skontroluj pripojenie a skús to znova.
sv: Det gick inte att läsa in videon. Kontrollera din anslutning och försök igen.
th: โหลดวิดีโอไม่ได้ โปรดตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Video yüklenemedi. Bağlantını kontrol et ve tekrar dene.
uk: Не вдалося завантажити відео. Перевірте з’єднання та спробуйте ще раз.
vi: Không thể tải video. Hãy kiểm tra kết nối và thử lại.
zh_hans: 无法加载视频。请检查网络连接后重试。
zh_hant: 無法載入影片。請檢查網路連線後再試。
zh_hk: 無法載入影片。請檢查網絡連線後再試。

source: Default
ar: افتراضي
ca: Per defecte
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Predeterminado
es_419: Predeterminado
fi: Oletus
fr: Par défaut
he: ברירת מחדל
hi: डिफ़ॉल्ट
hr: Zadano
hu: Alapértelmezett
id: Bawaan
it: Predefinito
ja: デフォルト
ko: 기본값
ms: Lalai
nb: Standard
nl: Standaard
pl: Domyślne
pt_br: Padrão
pt_pt: Predefinição
ro: Implicit
ru: По умолчанию
sk: Predvolené
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: Типово
vi: Mặc định
zh_hans: 默认
zh_hant: 預設
zh_hk: 預設

source: Delete reminder
ar: حذف التذكير
ca: Suprimeix el recordatori
cs: Smazat připomínku
da: Slet påmindelse
de: Erinnerung löschen
el: Διαγραφή υπενθύμισης
es: Eliminar recordatorio
es_419: Eliminar recordatorio
fi: Poista muistutus
fr: Supprimer le rappel
he: מחיקת התזכורת
hi: रिमाइंडर हटाएँ
hr: Izbriši podsjetnik
hu: Emlékeztető törlése
id: Hapus pengingat
it: Elimina promemoria
ja: リマインドを削除
ko: 미리 알림 삭제
ms: Padam peringatan
nb: Slett påminnelse
nl: Herinnering verwijderen
pl: Usuń przypomnienie
pt_br: Apagar lembrete
pt_pt: Eliminar lembrete
ro: Șterge mementoul
ru: Удалить напоминание
sk: Odstrániť pripomienku
sv: Radera påminnelse
th: ลบการเตือนความจำ
tr: Hatırlatıcıyı sil
uk: Видалити нагадування
vi: Xóa lời nhắc
zh_hans: 删除提醒
zh_hant: 刪除提醒
zh_hk: 刪除提醒

source: Design an alarm that asks one question
ar: صمّم منبّهًا يطرح سؤالًا واحدًا
ca: Dissenya una alarma que faci una sola pregunta
cs: Navrhni budík, který položí jednu otázku
da: Design en alarm, der stiller ét spørgsmål
de: Entwirf einen Wecker, der eine Frage stellt
el: Σχεδίασε ένα ξυπνητήρι που κάνει μία ερώτηση
es: Diseña una alarma que haga una sola pregunta
es_419: Diseña una alarma que haga una sola pregunta
fi: Suunnittele herätyskello, joka esittää yhden kysymyksen
fr: Concevez une alarme qui pose une seule question
he: עצב התראה ששואלת שאלה אחת
hi: ऐसा अलार्म डिज़ाइन करें जो एक सवाल पूछे
hr: Osmisli alarm koji postavlja jedno pitanje
hu: Tervezz egy ébresztőt, amely egy kérdést tesz fel
id: Rancang alarm yang mengajukan satu pertanyaan
it: Progetta una sveglia che faccia una sola domanda
ja: ひとつの質問をするアラームを設計する
ko: 질문 하나만 하는 알람을 디자인해 보세요
ms: Reka bentuk penggera yang mengajukan satu soalan
nb: Design en alarm som stiller ett spørsmål
nl: Ontwerp een wekker die één vraag stelt
pl: Zaprojektuj budzik, który zadaje jedno pytanie
pt_br: Crie um alarme que faça uma única pergunta
pt_pt: Cria um alarme que faça uma única pergunta
ro: Proiectează o alarmă care pune o singură întrebare
ru: Спроектируйте будильник, который задаёт один вопрос
sk: Navrhni budík, ktorý položí jednu otázku
sv: Designa ett alarm som ställer en fråga
th: ออกแบบนาฬิกาปลุกที่ถามเพียงคำถามเดียว
tr: Tek bir soru soran bir alarm tasarla
uk: Створіть будильник, який ставить одне запитання
vi: Thiết kế một báo thức chỉ hỏi một câu hỏi
zh_hans: 设计一个只问一个问题的闹钟
zh_hant: 設計一個只問一個問題的鬧鐘
zh_hk: 設計一個只問一個問題的鬧鐘

source: Developer Log
ar: سجل المطوّر
ca: Registre del desenvolupador
cs: Protokol vývojáře
da: Udviklerlog
de: Entwicklerprotokoll
el: Αρχείο καταγραφής προγραμματιστή
es: Registro del desarrollador
es_419: Registro del desarrollador
fi: Kehittäjän loki
fr: Journal du développeur
he: יומן המפתח
hi: डेवलपर लॉग
hr: Dnevnik programera
hu: Fejlesztői napló
id: Log Pengembang
it: Registro dello sviluppatore
ja: 開発者用のログ
ko: 개발자 로그
ms: Log Pembangun
nb: Utviklerlogg
nl: Ontwikkelaarslogboek
pl: Dziennik dewelopera
pt_br: Registro do desenvolvedor
pt_pt: Registo do programador
ro: Jurnalul dezvoltatorului
ru: Журнал разработчика
sk: Denník vývojára
sv: Utvecklarlogg
th: บันทึกของนักพัฒนา
tr: Geliştirici günlüğü
uk: Журнал розробника
vi: Nhật ký nhà phát triển
zh_hans: 开发者日志
zh_hant: 開發者日誌
zh_hk: 開發者日誌

source: Each morning, you record your answer with the front camera to stop the alarm. Try it once, before your first morning.
ar: كل صباح، سجّل إجابتك بالكاميرا الأمامية لإيقاف المنبّه. جرّب ذلك مرة واحدة قبل صباحك الأول.
ca: Cada matí, grava la teva resposta amb la càmera frontal per aturar l'alarma. Prova-ho una vegada abans que arribi el teu primer matí.
cs: Každé ráno nahraj svou odpověď přední kamerou, abys vypnul budík. Vyzkoušej si to jednou ještě před svým prvním ránem.
da: Hver morgen optager du dit svar med frontkameraet for at stoppe alarmen. Prøv det én gang, før din første morgen begynder.
de: Jeden Morgen nimmst du deine Antwort mit der Frontkamera auf, um den Wecker auszuschalten. Probier es einmal aus, bevor dein erster Morgen anbricht.
el: Κάθε πρωί, καταγράφεις την απάντησή σου με την μπροστινή κάμερα για να σταματήσεις το ξυπνητήρι. Δοκίμασέ το μία φορά πριν από το πρώτο σου πρωινό.
es: Cada mañana, grabas tu respuesta con la cámara frontal para apagar la alarma. Pruébalo una vez antes de que llegue tu primera mañana.
es_419: Cada mañana, grabas tu respuesta con la cámara frontal para apagar la alarma. Pruébalo una vez antes de que llegue tu primera mañana.
fi: Joka aamu tallennat vastauksesi etukameralla sammuttaaksesi herätyksen. Kokeile sitä kerran ennen ensimmäistä aamuasi.
fr: Chaque matin, enregistrez votre réponse avec la caméra frontale pour arrêter l’alarme. Essayez une fois avant votre premier matin.
he: בכל בוקר, הקלט את התשובה שלך במצלמה הקדמית כדי לעצור את השעון המעורר. נסה זאת פעם אחת לפני הבוקר הראשון שלך.
hi: हर सुबह, अलार्म बंद करने के लिए फ्रंट कैमरे से अपना जवाब रिकॉर्ड करें। अपनी पहली सुबह से पहले इसे एक बार आज़माएँ।
hr: Svako jutro snimi svoj odgovor prednjom kamerom da zaustaviš alarm. Isprobaj to jednom prije svog prvog jutra.
hu: Minden reggel a frontkamerával rögzítsd a válaszod az ébresztő leállításához. Próbáld ki egyszer az első reggeled előtt.
id: Setiap pagi, rekam jawabanmu dengan kamera depan untuk menghentikan alarm. Cobalah sekali sebelum pagi pertamamu.
it: Ogni mattina, registra la tua risposta con la fotocamera anteriore per fermare la sveglia. Provala una volta prima che arrivi il tuo primo mattino.
ja: 毎朝、インカメラで答えを録画してアラームを止めます。 最初の朝が来る前に、一度だけ試しておきましょう。
ko: 매일 아침, 전면 카메라로 답변을 녹화하면 알람을 끌 수 있어요. 첫 아침이 오기 전에 한 번 시도해 보세요.
ms: Setiap pagi, rakam jawapan anda dengan kamera hadapan untuk menghentikan penggera. Cuba sekali sebelum pagi pertama anda.
nb: Hver morgen tar du opp svaret ditt med frontkameraet for å stoppe alarmen. Prøv det én gang før den første morgenen din.
nl: Elke ochtend neem je je antwoord op met de frontcamera om het alarm uit te zetten. Probeer het één keer voordat je eerste ochtend aanbreekt.
pl: Każdego ranka nagrywasz swoją odpowiedź przednią kamerą, aby wyłączyć budzik. Wypróbuj to raz, zanim nadejdzie twój pierwszy poranek.
pt_br: Todas as manhãs, grave sua resposta com a câmera frontal para desligar o alarme. Experimente uma vez antes de chegar sua primeira manhã.
pt_pt: Todas as manhãs, grava a tua resposta com a câmara frontal para desligar o alarme. Experimenta uma vez antes de chegar a tua primeira manhã.
ro: În fiecare dimineață, înregistrează-ți răspunsul cu camera frontală pentru a opri alarma. Încearcă o dată înainte de prima ta dimineață.
ru: Каждое утро записывайте свой ответ с помощью фронтальной камеры, чтобы выключить будильник. Попробуйте один раз, прежде чем наступит ваше первое утро.
sk: Každé ráno nahraj svoju odpoveď prednou kamerou na zastavenie budíka. Vyskúšaj si to raz ešte pred svojím prvým ránom.
sv: Varje morgon spelar du in ditt svar med frontkameran för att stänga av alarmet. Prova en gång innan din första morgon kommer.
th: ทุกเช้า ให้บันทึกคำตอบด้วยกล้องหน้าเพื่อหยุดนาฬิกาปลุก ลองทำสักครั้งก่อนถึงเช้าแรกของคุณ
tr: Her sabah, alarmı durdurmak için cevabını ön kamerayla kaydedersin. İlk sabahından önce bir kez dene.
uk: Щоранку записуйте свою відповідь на фронтальну камеру, щоб вимкнути будильник. Спробуйте це один раз, перш ніж настане ваш перший ранок.
vi: Mỗi sáng, bạn quay câu trả lời bằng camera trước để tắt báo thức. Hãy thử một lần trước buổi sáng đầu tiên của bạn.
zh_hans: 每天早上，用前置摄像头录下你的回答来关闭闹钟。 在你的第一个早晨到来前，先试一次。
zh_hant: 每天早上，用前置相機錄下你的回答來關閉鬧鐘。 在你的第一個早晨到來前，先試一次。
zh_hk: 每天早上，用前置鏡頭錄下你的回答來停止鬧鐘。 在你的第一個早晨到來前，先試一次。

source: Each row is a week. Answered mornings remain as dots.
ar: كل صف يمثل أسبوعًا. تبقى الصباحات التي أجبت فيها على شكل نقاط.
ca: Cada fila representa una setmana. Els matins en què has respost queden com a punts.
cs: Každý řádek představuje týden. Rána s odpovědí zůstávají jako tečky.
da: Hver række er en uge. Besvarede morgener bliver stående som prikker.
de: Jede Zeile entspricht einer Woche. Beantwortete Morgen bleiben als Punkte erhalten.
el: Κάθε σειρά είναι μία εβδομάδα. Τα πρωινά που απάντησες παραμένουν ως τελείες.
es: Cada fila representa una semana. Las mañanas en las que respondiste quedan como puntos.
es_419: Cada fila representa una semana. Las mañanas en las que respondiste quedan como puntos.
fi: Jokainen rivi on yksi viikko. Aamut, joina vastasit, säilyvät pisteinä.
fr: Chaque ligne représente une semaine. Les matins où vous avez répondu restent affichés sous forme de points.
he: כל שורה מייצגת שבוע. הבקרים שבהם ענית נשארים כנקודות.
hi: हर पंक्ति एक सप्ताह दर्शाती है। जिन सुबहों में आपने जवाब दिया है, वे बिंदुओं के रूप में बनी रहती हैं।
hr: Svaki redak predstavlja tjedan. Jutra s odgovorom ostaju kao točkice.
hu: Minden sor egy hetet jelöl. A megválaszolt reggelek pontokként maradnak meg.
id: Setiap baris mewakili satu minggu. Pagi yang sudah kamu jawab tetap ditampilkan sebagai titik.
it: Ogni riga rappresenta una settimana. Le mattine in cui hai risposto restano come punti.
ja: 1行が1週間。答えた日が点として残る
ko: 각 행은 일주일을 나타내요. 답한 아침은 점으로 남아요.
ms: Setiap baris mewakili satu minggu. Pagi yang anda jawab kekal sebagai titik.
nb: Hver rad er én uke. Besvarte morgener blir stående som prikker.
nl: Elke rij staat voor een week. Ochtenden waarop je hebt geantwoord blijven als stippen staan.
pl: Każdy wiersz to tydzień. Poranki z odpowiedzią pozostają kropkami.
pt_br: Cada linha representa uma semana. As manhãs em que você respondeu permanecem como pontos.
pt_pt: Cada linha representa uma semana. As manhãs em que respondeste permanecem como pontos.
ro: Fiecare rând reprezintă o săptămână. Diminețile în care ai răspuns rămân ca puncte.
ru: Каждая строка — это неделя. Утра, когда вы отвечали, сохраняются в виде точек.
sk: Každý riadok predstavuje týždeň. Rána s odpoveďou zostávajú ako bodky.
sv: Varje rad är en vecka. Besvarade morgnar finns kvar som punkter.
th: แต่ละแถวแทนหนึ่งสัปดาห์ เช้าที่ตอบแล้วจะแสดงเป็นจุด
tr: Her satır bir haftadır. Yanıtladığın sabahlar nokta olarak kalır.
uk: Кожен рядок — це тиждень. Ранки, коли ви відповідали, зберігаються у вигляді крапок.
vi: Mỗi hàng là một tuần. Những buổi sáng bạn đã trả lời vẫn được giữ lại dưới dạng các chấm.
zh_hans: 每行代表一周。回答过的早晨会以圆点保留。
zh_hant: 每行代表一週。回答過的早晨會以圓點保留。
zh_hk: 每一行代表一週。回答過的早晨會以圓點保留。

source: Eat my favorite meal at my usual place
ar: تناول وجبتي المفضلة في مكاني المعتاد
ca: Menja el meu plat preferit al meu lloc habitual
cs: Dát si své oblíbené jídlo na svém obvyklém místě
da: Spis min yndlingsret på mit sædvanlige sted
de: Mein Lieblingsessen an meinem üblichen Ort essen
el: Φάε το αγαπημένο μου φαγητό στο συνηθισμένο μου μέρος
es: Comer mi plato favorito en mi sitio habitual
es_419: Comer mi platillo favorito en mi lugar de siempre
fi: Syö lempiruokani tutussa paikassani
fr: Manger mon plat préféré dans mon endroit habituel
he: לאכול את המנה האהובה עליי במקום הקבוע שלי
hi: अपना पसंदीदा खाना अपनी रोज़ की जगह पर खाएँ
hr: Pojesti svoje omiljeno jelo na svom uobičajenom mjestu
hu: A kedvenc ételem elfogyasztása a megszokott helyemen
id: Makan makanan favorit saya di tempat biasa
it: Mangiare il mio piatto preferito al solito posto
ja: 行きつけの店で好きなものを食べる
ko: 단골 장소에서 가장 좋아하는 음식을 먹어요
ms: Makan hidangan kegemaran saya di tempat biasa
nb: Spise favorittmaten min på det vanlige stedet mitt
nl: Mijn favoriete maaltijd eten op mijn vaste plek
pl: Zjeść ulubione danie w swoim zwykłym miejscu
pt_br: Comer minha refeição favorita no meu lugar de sempre
pt_pt: Comer a minha refeição preferida no meu lugar habitual
ro: Să mănânc felul meu preferat la locul meu obișnuit
ru: Съесть любимое блюдо в своём обычном месте
sk: Dať si svoje obľúbené jedlo na svojom obvyklom mieste
sv: Äta min favoritmåltid på mitt vanliga ställe
th: กินอาหารจานโปรดที่ร้านประจำ
tr: En sevdiğim yemeği her zamanki yerimde yemek
uk: З’їсти улюблену страву у своєму звичному місці
vi: Ăn món yêu thích ở chỗ quen thuộc
zh_hans: 在平时的地方吃最喜欢的食物
zh_hant: 在平日的地方享用最喜愛的餐點
zh_hk: 在平日的地方享用最喜愛的餐點

source: Endless follow-up alarms
ar: منبّهات متكررة بلا نهاية
ca: Alarmes repetides sense fi
cs: Nekonečné opakování budíku
da: Uendelige gentagne alarmer
de: Unendlich oft wiederkehrende Wecker
el: Ατελείωτες επαναλήψεις ξυπνητηριού
es: Alarmas repetidas sin fin
es_419: Alarmas repetidas sin límite
fi: Loputtomasti toistuva herätys
fr: Alarmes répétées à l’infini
he: התראות חוזרות ללא סוף
hi: अनगिनत बार बजने वाला अलार्म
hr: Beskonačno ponavljanje alarma
hu: Végtelenül ismétlődő ébresztések
id: Alarm berulang tanpa batas
it: Sveglie ripetute senza fine
ja: 無限追撃アラーム
ko: 끝없이 다시 울리는 알람
ms: Penggera berulang tanpa henti
nb: Alarmer som ringer om igjen uten ende
nl: Eindeloos herhaalde alarmen
pl: Nieskończone powtórki alarmu
pt_br: Alarmes que tocam sem parar
pt_pt: Alarmes que tocam sem parar
ro: Alarme repetate la nesfârșit
ru: Бесконечные повторы будильника
sk: Nekonečné opakovanie budíka
sv: Oändligt upprepade alarm
th: ปลุกซ้ำไม่รู้จบ
tr: Sonsuz tekrarlanan alarmlar
uk: Нескінченні повтори будильника
vi: Báo thức lặp lại không ngừng
zh_hans: 无限重复闹钟
zh_hant: 無限重複鬧鐘
zh_hk: 無限重複鬧鐘

source: Endless follow-up alarms and all your mornings.
ar: منبّهات متابعة غير محدودة وكل صباحاتك.
ca: Alarmes de seguiment il·limitades i tots els teus matins.
cs: Neomezené následné budíky a všechna tvá rána.
da: Uendelige opfølgende alarmer og alle dine morgener.
de: Unbegrenzt viele Folgewecker und alle deine Morgen.
el: Απεριόριστες επαναλαμβανόμενες αφυπνίσεις και όλα σου τα πρωινά.
es: Alarmas de seguimiento ilimitadas y todas tus mañanas.
es_419: Alarmas de seguimiento ilimitadas y todas tus mañanas.
fi: Rajattomasti uusintahälytyksiä ja kaikki aamusi.
fr: Alarmes de suivi illimitées et tous vos matins.
he: שעוני מעקב ללא הגבלה וכל הבקרים שלך.
hi: अनगिनत फ़ॉलो-अप अलार्म और आपकी हर सुबह।
hr: Neograničeni naknadni alarmi i sva tvoja jutra.
hu: Korlátlan követő ébresztők és minden reggeled.
id: Alarm lanjutan tanpa batas dan semua pagimu.
it: Sveglie di follow-up illimitate e tutte le tue mattine.
ja: 無限追撃アラームと、すべての履歴
ko: 무제한 후속 알람과 모든 아침을 만나보세요.
ms: Penggera susulan tanpa had dan semua pagi anda.
nb: Ubegrensede oppfølgingsalarmer og alle morgenene dine.
nl: Onbeperkt veel vervolgalarmen en al je ochtenden.
pl: Nielimitowane alarmy następcze i wszystkie twoje poranki.
pt_br: Alarmes de acompanhamento ilimitados e todas as suas manhãs.
pt_pt: Alarmes de seguimento ilimitados e todas as tuas manhãs.
ro: Alarme de urmărire nelimitate și toate diminețile tale.
ru: Неограниченное количество дополнительных будильников и все ваши утра.
sk: Neobmedzené následné budíky a všetky tvoje rána.
sv: Obegränsat med uppföljningsalarm och alla dina morgnar.
th: นาฬิกาปลุกต่อเนื่องไม่จำกัดและทุกเช้าของคุณ
tr: Sınırsız takip alarmları ve tüm sabahların.
uk: Необмежена кількість додаткових будильників і всі ваші ранки.
vi: Báo thức tiếp theo không giới hạn và mọi buổi sáng của bạn.
zh_hans: 无限后续闹钟和你的每个清晨。
zh_hant: 無限後續鬧鐘和你的每個清晨。
zh_hk: 無限追加鬧鐘及你每個早晨。

source: Every morning, beyond the last 7 days.
ar: كل صباح، لما يتجاوز آخر 7 أيام.
ca: Cada matí, més enllà dels darrers 7 dies.
cs: Každé ráno, i starší než posledních 7 dní.
da: Hver morgen – også efter de seneste 7 dage.
de: Jeden Morgen – auch über die letzten 7 Tage hinaus.
el: Κάθε πρωί, πέρα από τις τελευταίες 7 ημέρες.
es: Cada mañana, más allá de los últimos 7 días.
es_419: Cada mañana, más allá de los últimos 7 días.
fi: Joka aamu, yli viimeisten 7 päivän.
fr: Chaque matin, au-delà des 7 derniers jours.
he: כל בוקר, מעבר ל-7 הימים האחרונים.
hi: हर सुबह, पिछले 7 दिनों से आगे भी।
hr: Svako jutro, i nakon posljednjih 7 dana.
hu: Minden reggel, az elmúlt 7 napon túl is.
id: Setiap pagi, melampaui 7 hari terakhir.
it: Ogni mattina, oltre gli ultimi 7 giorni.
ja: 7日を越えて、すべての朝を
ko: 지난 7일보다 오래된 아침도 모두.
ms: Setiap pagi, melangkaui 7 hari terakhir.
nb: Hver morgen – også utover de siste 7 dagene.
nl: Elke ochtend, ook ouder dan de afgelopen 7 dagen.
pl: Każdy poranek, także starszy niż ostatnie 7 dni.
pt_br: Todas as manhãs, além dos últimos 7 dias.
pt_pt: Todas as manhãs, para além dos últimos 7 dias.
ro: În fiecare dimineață, dincolo de ultimele 7 zile.
ru: Каждое утро — за пределами последних 7 дней.
sk: Každé ráno, aj staršie než posledných 7 dní.
sv: Varje morgon – även efter de senaste 7 dagarna.
th: ทุกเช้า ต่อเนื่องเกิน 7 วันที่ผ่านมา
tr: Her sabah, son 7 günün ötesinde.
uk: Щоранку — за межами останніх 7 днів.
vi: Mỗi buổi sáng, vượt quá 7 ngày gần nhất.
zh_hans: 每个清晨，超越最近 7 天。
zh_hant: 每個早晨，超越最近 7 天。
zh_hk: 每個早晨，超越最近 7 天。
